Repository: olvidio/conta
Catalog: module/Compte/language/*.po
Languages: es_es

source: Actiu
es_es: Activo

source: Passiu
es_es: Pasivo

source: Retirat
es_es: Retirado

source: afegir
es_es: añadir

source: Afegir Compte
es_es: Añadir Cuenta

source: 5 digits
es_es: 5 dígitos

source: Nom del compte
es_es: Nombre de la Cuenta

source: Nom llarg
es_es: Nombre Largo

source: codi curt
es_es: código corto

source: Si us plau, ompliu el formulari i feu click en el botó <i>Crear</i>
es_es: Por favor, rellena el formulario i haz click en el botón <i>Crear</i>

source: Editar Compte
es_es: Editar Cuenta

source: Desar
es_es: Guardar

source: Gestió de Comptes
es_es: Gestión de Cuentas

source: N'està segur?
es_es: ¿Seguro?

source: Nou Compte
es_es: Nueva Cuenta

source: CODI
es_es: CÓDIGO

source: Nom
es_es: Nombre

source: Explicació
es_es: Explicación

source: Codi Alternatiu
es_es: Código alternativo

source: Tipus
es_es: Tipo

source: Estat
es_es: Estado

source: Data creació
es_es: Fecha de creación

source: Accions
es_es: Acciones

source: Vista del Compte
es_es: Vista de la cuenta
